Repository: kmal-kenneth/monilet-x
Catalog: metadata/po/*.po
Languages: fr

source: A monitor widget.
fr: Un outil de suivi du système.

source: It's a system monitor widget.
fr: Un simple outil de suivi du système.

source: Monitor;widget;
fr: Suivi;Surveillance;Widget;

source: See percentage of use your CPU and number of cores. Also percentage used memory, amount of memory used and total memory.
fr: Visualisez le pourcentage d'utilisation de votre processeur et le nombre de coeurs, ainsi que le pourcentage de mémoire utilisée, le volume de mémoire utilisée et la mémoire totale.

source: Stays out of your way by always sticking to the desktop
fr: Reste en dehors de votre chemin en restant toujours fixe sur le bureau

source: Move the window by dragging any part of it
fr: Déplacez la fenêtre en restant appuyé n'importe où

source: Quit with the handy shortcut Ctrl + Q
fr: Quittez l'application avec le raccourci pratique Ctrl + Q

source: Release: It works on small details, such as languages and store previews.
fr: Lancement : Travaille sur les petits détails, comme les langues et l'aperçu dans la boutique.

source: Fixed the preview error in the store.
fr: Correction de l'erreur de prévisualisation dans le magasin.

source: Release: Add Polish to the supported languages.
fr: Version : Ajout du polonais aux langues prises en charge.

source: Release: Arriving in Juno.
fr: Version : Débarquement sur Juno.

source: Release: Fixed of the capacity of minimization and form.
fr: Version : Correction de la minimisation et de la forme de la fenêtre.

source: Now it is not minimized by pressing the icon in the dock.
fr: Désormais l'application n'est plus minimisée lors du clic sur l'icône dans le dock.

source: Again it shows the rounded edges.
fr: Retour des coins arrondis.

source: The close button is present again but the color of the widget.
fr: Retour du bouton de fermeture mais de la couleur de la fenêtre.

source: Release: Add icons, hide the base icon and remove the close button.
fr: Version : Ajout d'icônes, icône de base masquée et suppression du bouton de fermeture.

source: Added icons in different sizes (128, 64, 48, 32)
fr: Ajout des icônes dans différentes tailles (128, 64, 48, 32)

source: It is no longer shown in the dock
fr: L'application n'est plus visible dans le dock.

source: The close button was removed
fr: Le bouton de fermeture a été retiré
